Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget vil: · Utarbeide veiledningsprogrammer for kommuner i samisk språkområde · At alle kommuner i samisk språkområde utarbeider språkplan for å styrke samiske språk og samisk kultur i det kommunale tjenestetilbudet · Bidra til at kommuner tilbyr studiehjemler i arbeidet for å rekruttere samiskspråklig personell · Sette fokus på terminologiutvikling og utvikling av godt fagspråk
sme: Sámediggi háliida: · Ráhkadit bagadanprográmmaid sámi giellaguovllu gielddaide · Ahte buot sámi giellaguovllu gielddat ráhkadit giellaplána nannen dihtii sámegielaid ja sámi kultuvrra gielddalaš bálvalusfálaldagas · Váikkuhit dasa ahte gielddat fállet oahppolobiid rekrutteremis sámegielat bargiid · Čalmmustahttit terminologiijaovddideami ja buori fágagiela ovddideami

source: Kompetanseheving innenfor helsesektoren
sme: Gealbolokten dearvvašvuođasuorggis

source: Kunnskap om samiske samfunnsforhold, språk og samisk kultur er nødvendig for å påvirke helsen til den samiske befolkning i positiv retning.
sme: Máhttu sámi servodatdiliid, sámegielaid ja sámi kultuvrra birra lea deaŧalaš sámi álbmoga dearvvašvuođa buorideapmái.

source: Slik kunnskap er også en forutsetning for god kvalitet på tjenestene, og er nødvendig for ivaretakelse av pasientsikkerheten.
sme: Dakkár máhttu lea maid eaktun buori kvalitehtii bálvalusain, ja dárbbašuvvo buhcciidsihkkarvuođa fuolaheapmái.

source: Manglende kunnskap om samiske språk og samisk kultur i helse- og omsorgstjenestene reduserer også samiske pasienters tilgjengelighet til tilbudene.
sme: Váilevaš máhttu sámegielaid ja sámi kultuvrra birra dearvvašvuođa- ja fuolahusbálvalusain uhcida maiddái sámi buhcciid vejolašvuođa fidnet daid bálvalusaid.

source: Den samiske befolkningen opplever et større kommunikasjonsproblem i møte med helse og - sosialtjenesten enn majoritetsbefolkningen.
sme: Sámeálbmot vásiha stuorát gulahallanváttisvuođaid dearvvašvuođa- ja sosiálabálvalusain go dan maid eanetlohkoálbmot dahká.

source: For at samer skal få en likeverdig helse- og sosialtjeneste må tjenesten ha kunnskap om og kompetanse i samiske språk og samisk kultur på alle nivåer.
sme: Vai sápmelaččat oččošedje dásseárvosaš dearvvašvuođa- ja sosiálabálvalusaid, de ferte bálvalusas leat máhttu ja gelbbolašvuohta sámegielaid ja sámi kultuvrra birra buot dásiin.

source: Kvaliteten på tilbudene kan ikke være avhengig av enkeltpersoners spesialkompetanse eller interesse for samiske språk og samisk kultur, og den enkelte samiske tjenestemottaker skal heller ikke selv måtte definere sine behov for tilrettelagte helse -og sosialtjeneste
sme: Bálvalusaid kvalitehta ii sáhte leat ovttaskas olbmuid earenoamášgelbbolašvuođa duohken dahje beroštumi duohken sámegielaide ja sámi kultuvrii, ja sámi bálvalusvuostáiváldi ii galgga ieš dárbbašit defineret makkár dárbbut sus leat heivehuvvon dearvvašvuođa- ja sosiálabálvalusaide.

source: Vi benytter oss av offentlige helsetilbud allerede før vi blir født, og gjennom hele livet.
sme: Mii geavahit almmolaš dearvvašvuođabálvalusa juo ovdalgo mii riegádit, ja olles eallima.

source: Det er viktig for pasientsikkerheten at kvaliteten på tilbudet er godt og at pasient og behandler forstår hverandre.
sme: Buhcciidsihkkarvuhtii lea deaŧalaš ahte fálaldaga kvalitehta lea buorre ja ahte buohcci ja divššár gulahallaba.

source: Samisk språk- og kulturkompetanse er sentralt for tjenestetilbudet for den samiske befolkningen.
sme: Sámi giella- ja kulturgelbbolašvuohta lea hui deaŧalaš bálvalusfálaldagas sámi álbmogii.

source: En slik kompetanse må bli en del av utdanningene innenfor helse og omsorgstjenesten.
sme: Dakkár gelbbolašvuohta ferte šaddat oassin dearvvašvuođa- ja fuolahusbálvalusa oahpuin.

source: Det vil også være viktig at det foretas et kompetanseløft blant helsepersonell i ulike pleie og omsorgsyrker.
sme: Deaŧalaš lea maid ahte iešguđet dikšo- ja fuolahusfidnuid dearvvašvuođabargiid gelbbolašvuohta loktejuvvo.

source: Videre vil det være nødvendig at det utvikles godt fagspråk, og at dette gjøres tilgjengelig for alle innenfor sektoren.
sme: Dasto lea dárbu ovddidit buori fágagiela ja ahte dat dahkkojuvvo olámuddui buohkaide suorggis.

source: Tilbud om en samisk sykepleierutdanning vil bidra til å dekke mangelen på samiskspråklige sykepleiere i helse Norge.
sme: Sámi buohccidivššároahpu fálaldat veahkehivččii gokčat sámegielat buohccedivššáriid váilevašvuođa dearvvašvuođasuorggis Norggas.

source: Et slikt utdanningstilbud bør komme på plass så raskt som mulig.
sme: Dakkár oahppofálaldat berrešii ollašuhttojuvvot nu fargga go vejolaš.

source: I tillegg er det viktig at samisk språk- og kulturkompetanse blir en del av helsesykepleier- og jordmor spesialiseringen.
sme: Dasa lassin lea deaŧalaš ahte giella- ja kulturgelbbolašvuohta šaddá oassin dearvvašvuođadivššáriid ja jortamovrraid spesialiseremis.

source: Rekruttering til legestudiet, særlig rekruttering av sør –og lulesamiskspråklige studenter vil ha stor betydning for likeverdige helsetjenester.
sme: Rekrutteren doavtterohppui, erenoamážit lulli- ja julevsámegielat studeanttaid rekrutteremis lea stuorra mearkkašupmi dasa ahte fidnet dásseárvosaš dearvvašvuođabálvalusaid.

source: Dagens kvoteordning ved enkelte legeutdanninger er ikke tilstrekkelig for å utdanne nok samiskspråklige leger.
sme: Dálá earreortnet muhtun doavtteroahpuide ii leat doarvái dasa ahte oahpahit doarvái sámegielat doaktáriid.

source: Sametinget vil: · Bidra til at helse- og sosialfaglig personell på alle nivå har samisk språk- og kulturkompetanse · Bidra til at det etableres en samisk sykepleieutdanning · Bevisstgjøre barneombudet om behovet for at de innehar samiskspråklig kompetanse · Være en pådriver for utvidelse av de nasjonale teamene ved SANKS, slik at det blir større fagteam ved hvert kontor i lule -og sørsamisk område · Være pådriver for at det tilbys konsultasjoner med samisktalende leger over telematikk.
sme: · Váikkuhit dasa ahte dearvvašvuođa- ja sosiálafágalaš bargiin buot dásiin lea sámi giella- ja kulturgelbbolašvuohta · Váikkuhit dasa ahte ásahuvvo sámi buohccedivššároahppu · Mánáidáittardeaddji dahkat dihtomielalažžan das ahte sis dárbbašuvvo sámegielgelbbolašvuohta · Váikkuhit dasa ahte SÁNAG viiddiduvvo · Váikkuhit dasa ahte fállojuvvojit konsultašuvnnat sámegielat doaktáriiguin telematihka bokte.

source: Denne ordningen bør vurderes brukt i helsestasjoner når kartlegging av barn skal gjennomføres · Ta initiativ til at det utvikles et elektronisk læringsprogram for helsetjenesten med fokus på samisk kulturforståelse · Ta initiativ til at det etableres en veiledningsordning for fastleger med samiske pasienter · At tolkeprosjektet ved Finnmarkssykehuset videreutvikles slik at alle offentlige organer i helse- og omsorgssektoren på norsk side av Sápmi kan benytte tjenesten på både sør, lule- og nordsamisk · Bidra til at samisk tolkeutdanning forbedres · Ha en formell rolle i oppnevningen av representanter til styrer og utvalg i helse- og omsorgsektoren · Sikre at samiske barns rett til kulturell- og språklig oppfølging sikres under omsorg av barnevernet, eksempelvis gjennom plassering i samisk fosterhjem.
sme: Dán ortnega berre árvvoštallat geavahit dearvvašvuođastašuvnnain go mánáid kárten galgá čađahuvvot · Vuolggahit barggu ovddidit elektrovnnalaš oahppanprográmma dearvvašvuođabálvalusa várás mas sámi kulturáddejupmi deattuhuvvo · Vuolggahit barggu ásahit bagadusortnega fástadoaktáriid várás geain leat sámi buohccit · Ahte Finnmárkku buohcciviessu ovddiduvvo viidáseappot nu ahte buot almmolaš orgánat dearvvašvuođa- ja fuolahussuorggis Norggas sáhttet geavahit bálvalusa sihke lulli-, julev- ja davvisámegillii · Váikkuhit dasa ahte sámi dulkaoahppu buoriduvvo · Ahte lea formálalaš rolla ovddasteddjiid nammadeamis dearvvašvuođa- ja fuolahussuorggi stivrraide ja lávdegottiide · Sihkkarastit ahte sámi mánáid vuoigatvuohta kultuvrralaš ja gielalaš čuovvuleapmái sihkkarastojuvvo, go leat mánáidsuodjalusa divššus, ovdamearkka dihtii go leat biddjojuvvon sámi biebmoruktui.

source: · Påpeke viktigheten av kontinuerlig informasjon til brukere om rettighetene i språkloven og hvordan de fungerer i praksis
sme: · Čujuhit man deaŧalaš lea oktilaččat juohkit dieđuid geavaheddjiide vuoigatvuođaid birra sámelága giellanjuolggadusain ja movt dat doaibmá geavahusas.

source: Kompetanseheving innenfor opplæring
sme: Gealbolokten oahpahusas

source: Barnehage
sme: Mánáidgárdi

source: Utvikling av kvalitet i de samiske barnehagene er avhengig av at de ansatte får mulighet til å heve sin kompetanse individuelt og i et faglig fellesskap.
sme: Sámi mánáidgárddiid kvalitehta ovddideapmi lea dan duohken ahte bargi sihke beassá loktet iežas gelbbolašvuođa ja gelbbolašvuođa fágalaš searvevuođas.

source: En utfordring er å heve kompetansen i barnehagesektoren som er tilpasset sektorens behov.
sme: Hástalussan lea loktet gelbbolašvuođa mánáidgárdesuorggis nu ahte dat lea heivehuvvon suorggi dárbbuide.

source: Sametinget ønsker å bidra til at barnehageeiere og ledelse iverksetter kollektive utviklings- og endringsprosesser.
sme: Sámediggi háliida váikkuhit dasa ahte mánáidgárdeeaiggádat ja jođihangoddi álggahit kollektiivvalaš ovddidan- ja rievdadanproseassaid.

source: Dette nevnes i den nasjonale strategien «Kompetanse for fremtidens barnehage» (2018-2022).
sme: Dat namuhuvvo nationála strategiijas boahttevaš mánáidgárddiid gelbbolašvuođa várás «Kompetanse for fremtidens barnehage» (2018-2022).

source: Strategien sier videre at arbeid med satsingsområdene må ses i sammenheng med pågående nasjonale satsinger.
sme: Strategiija dadjá viidáseappot ahte barggu áŋgiruššansurggiiguin ferte árvvoštallat dálá nationála áŋgiruššamiid oktavuođas.

source: Strategien nevner også at for å kunne ivareta det samiske innholdet i rammeplanen i samiske barnehager og samiske avdelinger, må barnehagen ha nødvendig kompetanse i samiske språk og kultur.
sme: Strategiija namuha maid ahte jus galggaš sámi sisdoalu bastit gozihit sámi mánáidgárddiin ja sámi ossodagaid, de ferte mánáidgárddis leat dat gelbbolašvuohta sámegielain ja sámi kultuvrras mii dárbbašuvvo.

source: Sametinget sammen med barnehagemyndighetene følger opp den nasjonale kompetansestrategien i en implementeringsprosess for samiske barnehager.
sme: Sámediggi ovttas mánáidgárdeeiseválddiiguin čuovvula nationála gealbostrategiija implementerenproseassas sámi mánáidgárddiid várás.

source: Kompetanse nevnes også i Rammeplan for barnehagen-innhold og oppgaver (2017), og det er tydeligere krav til hva som forventes av samiske barnehager, samiske avdelinger og andre barnehager med samiske barn.
sme: Gelbbolašvuohta namuhuvvo maiddái mánáidgárddi rámmaplánas - sisdoalu ja bargguid birra (2017), ja das leat čielga gáibádusat dasa mii vurdojuvvo sámi mánáidgárddiin, sámi ossodagain ja eará mánáidgárddiin main leat sámi mánát.

source: Rammeplanen nevner samiske språk og samisk kultur eksplisitt og er gjennomgående i rammeplanen.
sme: Rámmaplánat namuhit erenoamážit sámegielaid ja sámi kultuvrra ja dat guoská olles rámmaplánii.

source: Dette betyr at alle berørte parter og aktører i den samiske barnehagesektoren må ha avklarte ansvarsforhold og et samarbeid må til om kompetanseutvikling, både nasjonalt, regionalt og lokalt nivå.
sme: Dat mearkkaša ahte sámi mánáidgárdesuorggi buot guoskevaš bealit ja aktevrraid ovddasvástádus ferte leat čielggaduvvon, ja ovttasbargu dárbbašuvvo gealboloktema oktavuođas, sihke nationála, regionála ja báikkálaš dásis.

source: Sametinget mener at det er en selvfølge og må være et krav at ansatte i samiske barnehager er samiskspråklige og har kunnskap og kompetanse i samisk tradisjonskunnskap.
sme: Sámedikki mielas lea lunddolaš ja ferte leat gáibádussan ahte sámi mánáidgárddiid bargit leat sámegielagat ja ahte sis lea máhttu ja gelbbolašvuohta sámi árbedieđus.

source: Barnehageeier må gi de ansatte mulighet til å tilegne seg kunnskap og kompetanse i samiske språk, og det er viktig å ha gode kunnskaper om de ulike tradisjonelle aktivitetene.
sme: Mánáidgárdeeaiggádat fertejit addit bargiide vejolašvuođa háhkat máhtu ja gelbbolašvuođa sámegielain, ja buorre máhttu iešguđet árbevirolaš doaimmaid birra lea deaŧalaš.

source: For å øke kvaliteten i samiske barnehager har Sametinget satt i gang prosjektet "Sámi mánát ođđa searvelanjain".
sme: Lokten dihtii sámi mánáidgárddiid kvalitehta, lea Sámediggi álggahan prošeavtta "Sámi mánát ođđa searvelanjain".

source: Prosjektets hovedmål er at samisk filosofi skal danne grunnlaget for innholdet i samiske barnehager der samiske verdier, naturfilosofi, språk, kultur, ledelse og tradisjonskunnskap er bærende elementer i det pedagogiske arbeidet.
sme: Prošeavtta váldomihttomearrin lea ahte sámi filosofiija galgá leat vuođđun sámi mánáidgárddiid sisdollui mas sámi árvvut, luonddufilosofiija, giella, kultuvra, jođiheapmi ja árbediehtu leat geađgejuolgin pedagogalaš barggus.

source: Sametinget vil at det i fremtidens samiske barnehager skal satses på å ta i bruk sterke språkmodeller tilpasset den enkelte barnehagens lokale behov og språknivå.
sme: Sámediggi háliida ahte boahtteáiggi sámi mánáidgárddiin galgá áŋgiruššan biddjojuvvot dasa ahte váldit atnui nana giellamodeallaid mat leat heivehuvvon iešguđet mánáidgárddi báikkálaš dárbbuide ja gielladássái.

source: Et av de viktigste satsingsområdene i prosjektet er samisk språkarbeid, dette skal følges opp ved å iverksette implementeringsarbeid av sterke språkmodeller i barnehager.
sme: Okta deaŧaleamos áŋgiruššansurggiin prošeavttas lea sámi giellabargu, ja dat galgá čuovvuluvvot dainna lágiin ahte geavahišgoahtit nana giellamodeallaid mánáidgárddiin.

source: Grunnopplæring
sme: Vuođđooahpahus

source: Mangelen på utdannede lærere med kompetanse i samiske språk, og om samisk kultur og samfunnsliv, fører til at elever i grunnopplæringen ikke alltid får det tilbudet de har rett til.
sme: Go váilot oahppan oahpaheaddjit geain lea gelbbolašvuohta sámegielain, sámi kultuvrras ja sámi servodateallima birra, de dat dagaha ahte vuođđooahpahusa oahppit eai álo oaččo dan fálaldaga masa sis lea vuoigatvuohta.

source: Denne mangelen har også konsekvenser for kvaliteten i opplæringstilbudet.
sme: Dát váilevašvuođat váikkuhit maiddái oahpahusfálaldaga kvalitehta.

source: Mulighetene for og kvaliteten på undervisning i samiske språk i grunnopplæring skaper grunnlaget for det framtidige akademia i samiske språk.
sme: Vejolašvuođat oažžut oahpahusa sámegielain vuođđoskuvllas ja dan oahpahusa kvalitehta bidjá vuođu boahtteáiggi akademiijai sámegielain.

source: Mye står på spill for samisk språkutvikling og det samiske samfunnet generelt dersom samisk barnehage- og grunnopplæringstilbud ikke er av tilfredsstillende kvalitet.
sme: Ollu sáhttá dagahit sámi giellaovddideami ja sámi servodaga ovdii oppalaččat jus sámi mánáidgárde- ja vuođđooahpahusfálaldagas ii leat dohkálaš kvalitehta.

source: Det er utfordrende at det er stor mangel på samiskspråklige lærere, spesielt innen lule- og sørsamisk område.
sme: Lea hástalus go váilot nu ollu sámegielat oahpaheaddjit, erenoamážit julev- ja lullisámi guovlluin.

source: Sametinget ser at det er behov for særskilte kompetansehevingsstrategier for lærere i samiske skoler og samisklærere, bl.a. i skrive- og leseopplæring på samisk, tospråklighetspedagogikk, bruk av sterke opplæringsmodeller og metoder som gir vellykket språkopplæring.
sme: Sámediggi oaidná ahte dárbbašuvvojit erenoamáš gealboloktenstrategiijat oahpaheddjiide sámi skuvllain ja sámegieloahpaheddjiide, earret eará sámegiel čállin- ja lohkanoahpus ektui, guovttegielalašvuođapedagogihkas, nana oahpahusmodeallaid geavaheamis ja vugiin mat dahket ahte giellaoahpahus lihkostuvvá.

source: Det er behov for kompetanseheving i samisk duodji, flerkulturell forståelse og urfolkspedagogikk.
sme: Sámi duojis, máŋggakultuvrralaš áddejumis ja álgoálbmotpedagogihkas dárbbašuvvo gealbolokten.

source: Videre er det behov for økt kompetanse om hvordan samiske språk, samisk kultur og tradisjonell kunnskap kan transformeres til skolen, herunder integrering av samiske språk og samisk tradisjonell kunnskap i naturfag, samfunnsfag, matematikk og i andre fag og bruk av språkbærere i opplæringen.
sme: Dasto dárbbašuvvo eanet gelbbolašvuohta das mo sámegielat, sámi kultuvra ja árbediehtu sáhttá gaskkustuvvot skuvlii, ja mo integrere sámegielaid, sámi kultuvrra ja sámi árbedieđu luonddufágii, servodatfágii, matematihkkii ja eará fágaide ja mo giellaguddiid geavaha oahpahusas.

source: Sametinget vil: · Bidra til at lærere i barnehage og grunnopplæring har samisk språk- og kulturkompetanse · Bidra til videreutdanning av samisklærere · Styrke læremiddelproduksjon og ta initiativ til opprettelse av nordisk læremiddelsamarbeid · Samle og utarbeide materiell om sterke opplæringsmodeller og arrangere seminar for lærere i samisk språkområde om bruk av sterke opplæringsmodeller · I samarbeid med aktuelle aktører utarbeide metodekurs for språkbærere · Bidra til at det satses på gode teknologiske løsninger for fjernundervisning · Bidra til at bruk av teknologiske løsninger bør inngå i lærerutdanningen · At kommuner må utarbeide et system for å avdekke etterspørsel etter samiske barnehagetilbud, og utarbeider tilbud i tråd med etterspørsel
sme: · Váikkuhit dasa ahte mánáidgárddiid ja vuođđooahpahusa oahpaheddjiin lea sámi giella- ja kulturgelbbolašvuohta · Váikkuhit dasa ahte sámegieloahpaheaddjit ožžot joatkkaoahpu · Nannet oahpponeavvobuvttadeami ja vuolggahit barggu ásahit davviriikkalaš oahpponeavvoovttasbargu · Čohkket ja ráhkadit ávdnasiid nana oahpahusmodeallaid birra ja lágidit semináraid sámi giellaguovllu oahpaheddjiid várás nana oahpahusmodeallaid geavaheami birra · Ovttas guoskevaš aktevrraiguin ráhkadit metodakurssaid giellaguddiid várás · Váikkuhit dasa ahte biddjojuvvojit searat buriid teknologalaš čovdosiidda gáiddusoahpahusas · Váikkuhit dasa ahte teknologalaš čovdosiid geavaheapmi gulašii oahpaheaddjiohppui · Ahte gielddat ráhkadit vuogádaga čájeha jearahit go olbmot sámi mánáidgárdefálaldaga, ja ráhkadit fálaldagaid dan jearaheami vuođul

source: Kompetanseheving innenfor justissektoren
sme: Gealbolokten juridihkkasuorggis

source: Kunnskap om samiske språk, kultur og samfunnsforhold i justissektoren er nødvendig for samers rettsikkerhet.
sme: Sápmelaččaid sihkkarvuhtii lea máhttu sámi gielaid, kultuvrra ja servodatdiliid birra juridihkkasuorggis dárbbašlaš.

source: Det er stor mangel på samiskspråklig politi i de fleste kommuner, det finnes få jurister og dommere med samisk språk- og kulturkompetanse, og det er svært begrenset mulighet til bruk av samiske språk i kriminalomsorgen.
sme: Eanaš gielddain váilot sámegielat politiijat, leat uhccán juristtat ja duopmárat geain lea sámi giella- ja kulturgelbbolašvuohta, ja hui uhccán vejolašvuohta geavahit sámegiela kriminálafuolahusas.

source: Det vil derfor være et stort behov for rekruttering av fagpersonell med samisk språk- og kulturkompetanse til justissektoren.
sme: Danne lea stuorra dárbu rekrutteret fágaolbmuid geain lea sámi giella- ja kulturgelbbolašvuohta juridihkkasuorgái.

source: Det bør gjøres en større innsats for å rekruttere til politihøgskolen og til jusstudier, og det bør vurderes innføring av samiske kvoter og stipendordninger.
sme: Galggašii bidjat eanet searaid rekrutteremii politiijaallaskuvlii ja juridihkkaohppui, ja galggašii árvvoštallat ásahit sámi eriid ja stipeandaortnegiid.

source: Samtidig vil det være viktig at utdanningsinstitusjonene innlemmer den samiske dimensjonen i utdanningene.
sme: Seammás lea deaŧalaš ahte oahppoásahusat váldet sámi dimenšuvnna ohppui mielde.

source: Det vil også være viktig å styrke språk- og kulturkompetansen i både nødmeldetjenesten, meldingsmottaket for hendelser og nye saker, og innenfor kriminalomsorgen.
sme: Lea maid deaŧalaš nannet giella- ja kulturgelbbolašvuođa sihke heahtedieđihanbálvalusas, dáhpáhusaid ja ođđa áššiid dieđihanvuostáiváldimis ja kriminálafuolahusas.

source: Behovet for tolk innenfor justissektoren er stort, både ved politiavhør og særlig i møte med domstolene.
sme: Dulkadárbu juridihkkasuorggis lea stuoris, sihke politiijadutkamiid oktavuođas ja erenoamážit duopmostuoluid deaivamis.

source: Samisktalende opplever møte med domstolene som lite tilfredsstillende.
sme: Sámegielagiidda lea deaivvadeapmi duopmostuoluiguin uhccán duhtadahtti.

source: Det er både mangel på mulighet til bruk av samiske språk, og manglende tilrettelegging for bruk av tolk.
sme: Doppe váilo sihke vejolašvuohta geavahit sámegielaid, ja ii leat láhččojuvvon dulkka geavaheapmái.

source: Brukere opplever at de under avhør, eller i rettsaker ikke får tilbud om simultantolking, og derfor må avgi forklaring bruddvis.
sme: Geavaheaddjit vásihit ahte sii dutkama vuolde, dahje dikkis eai oaččo simultánadulkonfálaldaga, ja danne fertejit ain botket čilgema.

source: Dette vanskeliggjør en sammenhengende forklaring, og fører til en svært vanskelig situasjon for alle parter.
sme: Šaddá váttis čilgehusa oktii čatnat, ja dat dagaha buohkaide hui váttis dili.

source: Dette er ikke tilfredsstillende, og kan være en fare for den enkeltes rettsikkerhet.
sme: Dat ii leat dohkálaš, ja dat sáhttá gártat áittan ovttaskas olbmo riektesihkkarvuhtii.

source: Standardfraser i domstolene, slik som avgivelse av forsikring om sannferdig vitnesbyrd, bør oversettes til de samiske språkene og gjøres kjent i alle domstoler.
sme: Standárdafrásat duopmostuoluin, ovdamearkka dihtii duođašteapmi ahte vihtančilgehus lea vuoiggalaš, berre jorgaluvvot sámegielaide ja almmuhuvvot buot duopmostuoluin.

source: Standard fraser brukt i politiet bør også oversettes og gjøres kjent i alle politidistrikt.
sme: Standárdafrásat maid politiijat geavahit, galggašedje maid jorgaluvvot ja almmuhuvvot buot politiijaguovlluin.

source: Sametinget vil: · Ta initiativ til samisk kvote ved politihøgskolen · Oppfordre til at det opprettes et samarbeid mellom Sámi allaskuvla, Politihøgskolen og Kriminalomsorgens utdanningssenter for å innlemme den samiske dimensjonen som en del av disse utdanningene · Ta initiativ til et systematisk arbeid for å øke rekrutteringen av medarbeidere til domstolene, med særlig vekt på sør- og lulesamisk språkkompetanse · Styrke språk -og kulturkompetansen hos ansatte i nødmeldetjenesten og i meldingsmottaket for hendelser og nye saker · Bidra til rekruttering av samiskspråklig kompetanse innenfor kriminalomsorgen
sme: · Váikkuhit dasa ahte ásahuvvo sámi earri politiijaallaskuvlii · Ávžžuhit ahte ásahuvvo ovttasbargu Sámi allaskuvlla, politiijaallaskuvlla ja kriminálafuolahusa oahppoguovddáža (Kriminalomsorgens utdanningssenter) gaskka vai sámi dimenšuvdna váldojuvvo mielde dáid oahpuide · Vuolggahit barggu systemáhtalaččat rekrutteret mielbargiid duopmostuoluide, deattuhettiin erenoamážit lulli- ja julevsámi giellagelbbolašvuođa · Nannet heahtedieđihanbálvalusa bargiid giella- ja kulturgelbbolašvuođa ja daid bargiid gelbbolašvuođa geat barget dáhpáhusaid ja ođđa áššiid dieđihanvuostáiváldimis · Váikkuhit sámegielat gelbbolašvuođa rekrutteremii kriminálafuolahussii

source: Kunnskap og forskning
sme: Máhttu ja dutkan

source: Det savnes forskning som kan være grunnlag for Sametingets og regjeringens språkpolitikk.
sme: Dakkár dutkan mii sáhtášii leat vuođđun Sámedikki ja Ráđđehusa giellapolitihkkii váilu.

source: Samfunnsforskning med språk i sentrum og språksosiologisk forskning kan være viktig for å vite hvilke tiltak som er hensiktsmessige i språkbevaringen.
sme: Servodatdutkan mas giella lea guovddážis ja giellasosiologalaš dutkan sáhtášii leat deaŧalaš go dárbbaša diehtit guđe doaibmabijut leat ávkkálaččat giellagáhttemis.

source: Det er også forsket lite på hvordan språket har forandret seg.
sme: Lea maid uhccán dutkojuvvon dat mo giella lea rievdan.
